Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitGraphicsAndDesignLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Placeholder.setStrokeWidthDots
source: Set stroke width…
ar: حدد عرض الخط…
bg: Определяне на ширина на линията...
ca: Estableix amplada de traç…
cs: Nastavte tloušťku tahu…
da: Sæt stregens bredde…
de: Linienstärke festlegen…
el: Ορισμός πλάτους γραμμής…
es: Establecer grosor de trazo…
es_419: Establece el ancho de trazo…
fi: Aseta viivan leveys…
fr: Définir la largeur du trait…
fr_ca: Définir la largeur du pinceau…
he: קבע רוחב קו…
hi: स्ट्रोक चौड़ाई निर्धारित करें…
hr: Postavi debljinu poteza…
hu: Vonal vastagságának beállítása…
id: Tetapkan lebar garis…
it: Imposta larghezza del tratto…
ja: ストローク幅を設定…
kk: Сызықтың енін орнатыңыз…
ko: 스트로크 너비 설정…
ms: Tetapkan lebar stroke…
nb: Sett strekbredde…
nl: Stel lijnbreedte in…
pl: Ustal szerokość linii...
pt_br: Definir espessura da linha…
pt_pt: Definir largura do traço…
ro: Stabilește lățimea liniei…
ru: Установить ширину линии…
sk: Nastaviť šírku ťahu…
sv: Ange penseldragets bredd…
th: ตั้งค่าความกว้างของเส้น…
tr: Çizgi kalınlığını ayarlayın…
uk: Встановити ширину лінії…
vi: Đặt độ rộng nét vẽ…
zh_hans: 设定笔画宽度…
zh_hant: 設定筆畫寬度...
zh_hk: 設置筆觸寬度…

# TK.Placeholder.specifyDimensionsDots
source: Specify dimensions…
ar: حدد الأبعاد…
bg: Посочете размерите...
ca: Especifica dimensions…
cs: Uveďte rozměry…
da: Angiv dimensioner…
de: Maße angeben…
el: Καθορισμός διαστάσεων…
es: Especificar dimensiones…
es_419: Especifica las dimensiones…
fi: Määritä mitat…
fr: Préciser les dimensions…
fr_ca: Spécifier les dimensions…
he: ציין מימדים…
hi: आयाम निर्दिष्ट करें…
hr: Odredi dimenzije…
hu: Méretek megadása…
id: Tentukan dimensi…
it: Specifica dimensioni…
ja: 寸法を指定…
kk: Өлшемдерін көрсетіңіз...
ko: 치수 지정…
ms: Tentukan dimensi…
nb: Spesifiser dimensjoner…
nl: Specificeer afmetingen…
pl: Określ wymiary...
pt_br: Especifique as dimensões…
pt_pt: Especificar dimensões…
ro: Specifică dimensiunile…
ru: Укажите размеры…
sk: Určte rozmery…
sv: Ange dimensioner...
th: ระบุขนาด…
tr: Boyutları belirt…
uk: Визначити розміри…
vi: Xác định kích thước…
zh_hans: 指定尺寸…
zh_hant: 指定尺寸...
zh_hk: 指定尺寸…

# TK.Placeholder.typeToSearchFontsDots
source: Type to search fonts…
ar: اكتب للبحث عن الخطوط…
bg: Напиши, за да търсиш шрифтове…
ca: Escriu per cercar fonts…
cs: Zadejte pro hledání písem…
da: Skriv for at søge skrifttyper…
de: Tippe, um Schriftarten zu suchen…
el: Πληκτρολόγησε για αναζήτηση γραμματοσειρών…
es: Escribe para buscar fuentes…
es_419: Escribe para buscar fuentes…
fi: Kirjoita etsiäksesi fontteja…
fr: Tapez pour rechercher des polices…
fr_ca: Tapez pour rechercher des polices…
he: הקלד לחיפוש גופנים…
hi: फॉन्ट्स खोजने के लिए टाइप करें...
hr: Upiši za pretraživanje fontova…
hu: Írj a betűtípusok kereséséhez…
id: Ketik untuk mencari font…
it: Scrivi per cercare caratteri…
ja: フォントを検索するには入力してください…
kk: Шрифттарды іздеу үшін жазыңыз…
ko: 폰트 검색어 입력하기…
ms: Taip untuk mencari fon…
nb: Skriv for å søke etter skrifttyper…
nl: Typ om lettertypen te zoeken…
pl: Wpisz, aby wyszukać czcionki…
pt_br: Digite para pesquisar fontes…
pt_pt: Introduzir para pesquisar fontes…
ro: Scrie pentru a căuta fonturi…
ru: Введите для поиска шрифтов…
sk: Zadajte, aby ste hľadali písma…
sv: Skriv för att söka typsnitt…
th: พิมพ์เพื่อค้นหาฟอนต์…
tr: Fontları aramak için yazın…
uk: Введіть, щоб шукати шрифти…
vi: Nhập để tìm kiếm phông chữ…
zh_hans: 输入以搜索字体…
zh_hant: 輸入以搜尋字型…
zh_hk: 輸入以搜索字型…
